---
kind: property
id: P:Autodesk.Revit.DB.SpecTypeId.AreaSpringCoefficient
source: html/c7506a94-bc06-48ac-0980-ced432c52c22.htm
---
# Autodesk.Revit.DB.SpecTypeId.AreaSpringCoefficient Property

Area Spring Coefficient, in discipline Structural.

## Syntax (C#)
```csharp
public static ForgeTypeId AreaSpringCoefficient { get; }
```